Repository: rike4545/SplitNest
Catalog: SplitNest/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br

source: Everyone is settled.
de: Alle Salden sind ausgeglichen.
es: Todos están al día.
fr: Tous les comptes sont réglés.
ja: 全員精算済みです。
pt_br: Todas as contas estão acertadas.

source: No bills are due in the next 30 days.
de: In den nächsten 30 Tagen sind keine Rechnungen fällig.
es: No hay facturas con vencimiento en los próximos 30 días.
fr: Aucune facture n’arrive à échéance dans les 30 prochains jours.
ja: 今後30日以内に期限を迎える請求はありません。
pt_br: Nenhuma conta vence nos próximos 30 dias.

source: There are no open chores.
de: Es gibt keine offenen Aufgaben.
es: No hay tareas pendientes.
fr: Aucune tâche n’est en cours.
ja: 未完了の家事はありません。
pt_br: Não há tarefas pendentes.

source: No categories are over budget.
de: Keine Kategorie liegt über dem Budget.
es: Ninguna categoría supera el presupuesto.
fr: Aucune catégorie ne dépasse le budget.
ja: 予算を超えているカテゴリーはありません。
pt_br: Nenhuma categoria está acima do orçamento.

source: Try asking: Who owes whom? What bills are due? What chores are open? How much did we spend this month?
de: Frage zum Beispiel: Wer schuldet wem Geld? Welche Rechnungen sind fällig? Welche Aufgaben sind offen? Wie viel haben wir diesen Monat ausgegeben?
es: Prueba a preguntar: ¿Quién debe a quién? ¿Qué facturas vencen? ¿Qué tareas quedan? ¿Cuánto gastamos este mes?
fr: Essayez : Qui doit de l’argent à qui ? Quelles factures arrivent à échéance ? Quelles tâches restent à faire ? Combien avons-nous dépensé ce mois-ci ?
ja: 例えば「誰が誰に払う？」「請求の期限は？」「残っている家事は？」「今月はいくら使った？」と聞いてみてください。
pt_br: Experimente perguntar: Quem deve a quem? Quais contas vencem? Quais tarefas estão pendentes? Quanto gastamos este mês?

source: Amount (%@)
de: Betrag (%@)
es: Importe (%@)
fr: Montant (%@)
ja: 金額（%@）
pt_br: Valor (%@)

source: Due %@
de: Fällig am %@
es: Vence %@
fr: Échéance : %@
ja: 期限：%@
pt_br: Vence em %@

source: · Due %@
de: · Fällig am %@
es: · Vence %@
fr: · Échéance : %@
ja: ・期限：%@
pt_br: · Vence em %@

source: Paid by %@
de: Bezahlt von %@
es: Pagado por %@
fr: Payé par %@
ja: 支払者：%@
pt_br: Pago por %@

source: %@ pays %@
de: %@ zahlt an %@
es: %@ paga a %@
fr: %@ paie %@
ja: %@ → %@ に支払い
pt_br: %@ paga a %@

source: %@ pays %@ %@.
de: %@ zahlt an %@ %@.
es: %@ paga a %@ %@.
fr: %@ paie à %@ %@.
ja: %@ → %@：%@を支払い。
pt_br: %@ paga a %@ %@.

source: %@: %@, due %@.
de: %@: %@, fällig am %@.
es: %@: %@, vence %@.
fr: %@: %@, échéance %@.
ja: %@：%@、期限%@。
pt_br: %@: %@, vence em %@.

source: This month: %@. %@
de: Diesen Monat: %@. %@
es: Este mes: %@. %@
fr: Ce mois-ci : %@. %@
ja: 今月：%@。%@
pt_br: Este mês: %@. %@

source: Over budget: %@.
de: Über dem Budget: %@.
es: Sobre el presupuesto: %@.
fr: Budget dépassé : %@.
ja: 予算超過：%@。
pt_br: Acima do orçamento: %@.

source: Bill due: %@
de: Rechnung fällig: %@
es: Factura pendiente: %@
fr: Facture à régler : %@
ja: 請求期限：%@
pt_br: Conta a vencer: %@

source: %@ · due %@
de: %@ · fällig am %@
es: %@ · vence %@
fr: %@ · échéance %@
ja: %@・期限%@
pt_br: %@ · vence em %@

source: ≈ %@ per person
de: ≈ %@ pro Person
es: ≈ %@ por persona
fr: ≈ %@ par personne
ja: 1人あたり約%@
pt_br: ≈ %@ por pessoa

source: Monthly limits in %@. Enter 0 to remove a limit.
de: Monatliche Limits in %@. Gib 0 ein, um ein Limit zu entfernen.
es: Límites mensuales en %@. Introduce 0 para quitar un límite.
fr: Limites mensuelles en %@. Saisissez 0 pour supprimer une limite.
ja: %@で月間上限を設定します。0を入力すると上限が解除されます。
pt_br: Limites mensais em %@. Insira 0 para remover um limite.

source: In %lld days
de: In %lld Tagen
es: En %lld días
fr: Dans %lld jours
ja: あと%lld日
pt_br: Em %lld dias

source: %lld roommates
de: %lld Mitbewohner
es: %lld compañeros de casa
fr: %lld colocataires
ja: 同居人%lld人
pt_br: %lld moradores

source: %lld payments suggested
de: %lld Zahlungen vorgeschlagen
es: %lld pagos sugeridos
fr: %lld paiements proposés
ja: 支払い案%lld件
pt_br: %lld pagamentos sugeridos

source: List
de: Liste
es: Lista
fr: Liste
ja: リスト
pt_br: Lista

source: The Nest
de: Das Nest
es: El Nido
fr: Le Nid
ja: わが家
pt_br: O Ninho

source: Budget
es: Presupuesto
ja: 予算
pt_br: Orçamento

source: OK
es: Aceptar

source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome

source: Details
es: Detalles
fr: Détails
ja: 詳細
pt_br: Detalhes
